<template>
  <el-dialog title="风险揭示书" fullscreen :visible.sync="visible" :before-close="close">
			<div class="set-riskDialog">
				<h4>一、公募基金产品风险揭示。</h4>
				<h5>投资者认真阅读基金的相关法律文件，并选择适合自身风险承受能力的投资品种进行投资。关于公募基金产品具体的风险提示如下：</h5>
				<h5>（一）、证券投资基金（以下简称“基金”）是一种长期投资工具，其主要功能是分散投资，降低投资单一证券所带来的个别风险。基金不同于银行储蓄和债券等能够提供固定收益预期的金融工具，投资人购买基金，既可能按其持有份额分享基金投资所产生的收益，也可能承担基金投资所带来的损失。</h5>
        <h5>（二）、基金在投资运作过程中可能面临各种风险，既包括市场风险，也包括基金自身的管理风险、技术风险和合规风险等。巨额赎回风险是开放式基金所持有的一种风险。即当单个交易日基金的净赎回申请超过基金总份额的百分之十时，投资人将可能无法及时赎回持有的全部基金份额。</h5>
        <h5>（三）、基金分为股票基金、混合基金、债券基金、货币基金等不同类型，投资人投资不同类型的基金将获得不同的收益预期，也将承担不同程度的风险。一般来说，基金的收益预期越高，投资人承担的风险也越大。</h5>
        <h5>（四）、投资人应当认真阅读《基金合同》、《招募说明书》等基金法律文件，了解基金的风险收益特征，并根据自身的投资目的、投资期限、投资经验、资产状况等判断基金是否和投资人的风险承受能力相适应。</h5>
        <h5>（五）、投资人应当充分了解基金定期投资和零存整取等储蓄方式的区别。定期投资是引导投资人进行长期投资、平均投资成本的一种简单易行的投资方式。但是定期投资并不能规避基金投资所固有的风险，不能保证投资人获得权益，也不是替代储蓄的等有效理财方式。</h5>
        <h5>（六）、根据《证券期货投资者适当性管理办法》第二十三条第六项的规定，投资者需确认并知晓如下信息：经营机构根据投资者分类、产品分级和适当性匹配结果提供适当性匹配意见。当经营机构告知投资者不适合购买相关产品后，投资者主动要求购买风险等级高于其风险承受能力产品的，经营机构在确认其不属于风险能力最低类别的投资者后，在就产品风险高于其承受能力进行特别的书面风险警示，投资者仍坚持购买的，可以向其销售相关产品。同时经营机构及工作人员没有在销售过程中主动推荐该基金。</h5>
        <h4>二、基金交易风险揭示</h4>
        <h5>在交易过程中泰诚财富基金销售（大连）有限公司旗下好基友基金（以下简称“好基友基金”）仅作为基金公司的代销机构，对基金的业绩不承担任何责任。好基友基金受理的各类基金交易委托，委托确认结果以该基金登记注册结构的确认结果为准。投资者在愿意申请使用好基友基金网交易业务的同时应确保已经完全了解交易的风险，能够承担交易风险，并能够承担由此可能带来的损失。并知悉好基友基金已最大限度地采取各种有效措施保护客户资料和交易活动的安全，针对好基友基金网的郑重提醒，投资者应充分知悉包括但不限于如下交易风险：</h5>
        <h6>（一）网上交易风险</h6>
        <h5>（1）互联网是全球公共网络，并不受任何一个机构所控制，数据在互联网上传输的途径不是完全确定的，互联网本身并不是绝对安全可靠的环境。</h5>
        <h5>（2）在互联网上传输的数据有可能被某些个人、团体或机构通过某种渠道获得。</h5>
        <h5>（3）互联网上的数据传输可能因通信繁忙出现延迟，或因其他原因出现中断、停顿或数据不完全、数据错误等情况，从而使交易出现延迟、停顿或中断。</h5>
        <h5>（4）互联网上发布的各种信息，包含但不限于分析、预测性资料，可能出现错误或误导投资人。</h5>
        <h5>（5）甲方的网上交易身份可能会被仿冒或者泄露。</h5>
        <h5>（6）甲方使用的计算机、手机可能因存在性能缺陷、质量问题、计算机病毒、硬件故障及其他原因，而对甲方的交易时间以及交易数据造成影响，因此给甲方造成损失。</h5>
        <h5>（7）由于甲方的计算机、手机应用操作能力或互联网知识的缺乏，可能对甲方的交易时间或交易数据造成影响，因此给甲方造成损失。</h5>
        <h5>（8）甲方自身的疏忽造成网上账号或密码泄露，可能会给甲方造成损失。</h5>
        <h5>（9）网上交易其他潜在的风险。</h5>
        <h6>（二）网下交易风险</h6>
        <h5>（1）甲方的网下交易身份可能会被仿冒。</h5>
        <h5>（2）甲方自身计算机性能、质量、病毒、故障及其他原因，可能对网下交易时间或交易数据造成影响，因此给甲方造成损失。</h5>
        <h5>（3）甲方自身的疏忽造成网下账号或密码泄露，可能会给甲方造成损失。</h5>
        <div slot="footer" class="dialog-footer">
					<el-button type="primary" style="margin-top:20px;" @click="hideComponentDialog">我已阅读</el-button>
				</div>
			</div>
		</el-dialog>
</template>

<script>
export default {
  name: 'ProtocolRisk',
  props:['visible','hideComponentDialog','close']
};
</script>

<style scoped lang="scss">
@import '@/assets/styles/vars.scss';
.set-riskDialog{
  h4{
    font-size: 17px;
    font-weight: normal;
    margin-top: 10px;
  }
  h5{
    font-size: 14px;
    font-weight: normal;
    color: $color-font-third;
    margin: 8px;
  }
  h6{
    font-size: 14px;
    font-weight: normal;
    margin-top: 10px;
  }
}
</style>